Repository: jakubfijalkowski/drawtheworld
Catalog: Src/DrawTheWorld.Game.UWP/Strings/*/Resources.resw
Source language: en_us
Languages: pl

# Controls_ModeSelector_Mode_FreeMode
source: FREE
pl: WOLNY

# Controls_ModeSelector_Mode_SupervisedMode
source: SUPERVISED
pl: NADZOROWANY

source: Discard
pl: Porzuć zmiany

source: Save
pl: Zapisz

source: Settings
pl: Ustawienia

# Pages_DesignerPage_BoardNameLabel.Text
source: Name:
pl: Nazwa:

# Pages_DesignerPage_BoardPaletteLabel.Text
source: Palette:
pl: Paleta kolorów:

# Pages_DesignerPage_BoardSizeLabel.Text
source: Size:
pl: Rozmiar:

# Pages_DesignerPage_BoardSettings.SettingsName
source: Board settings
pl: Ustawienia planszy

# Pages_DesignerPage_BoardSettings_PaneName
source: Board settings
pl: Ustawienia planszy

source: Abort
pl: Anuluj

# Pages_GamePage_BoardNameCaption.Text
source: You've finished the board!
pl: Ukończyłeś planszę

# Pages_GamePage_FineLimit
source: You've exceeded your fine limit.
pl: Limit kar został przekroczony.

# Pages_GamePage_LostCaption.Text
source: YOU LOST
pl: PRZEGRANA

# Pages_GamePage_TimeCaption.Text
source: It took you:
pl: Zajęło Ci to:

# Pages_GamePage_UserAction
source: You've stopped the game.
pl: Gra została przerwana.

# Pages_GamePage_WinCaption.Text
source: YOU WIN
pl: WYGRANA

# Platform_ToolNames_Brush
source: Brush
pl: Pędzel

# Platform_ToolNames_CounterTool
source: Counter
pl: Licznik

# Platform_ToolNames_EraseCounterTool
source: Clear
pl: Wyczyść licznik

# Platform_ToolNames_Eraser
source: Eraser
pl: Gumka

# Platform_ToolNames_Excluder
source: Mark field with “X”
pl: Postaw „X”

# Platform_ToolNames_PanTool
source: Move the board
pl: Przesuń planszę

# Pages_GameList_Header.Text
source: Boards list
pl: Lista plansz

# Pages_GameList_PackAuthorLabel.Text
source: Author:
pl: Autor:

# Pages_GameList_PackAuthorsPageLabel.Text
source: Author's Page:
pl: Strona autora:

# Pages_GameList_PackDescriptionLabel.Text
source: Description:
pl: Opis:

# Pages_GameList_PackInfo.SettingsName
source: Pack
pl: Paczka

# Pages_GameList_PackNameLabel.Text
source: Name:
pl: Nazwa:

source: Info about the pack
pl: Info o paczce

# Pages_GameList_PackInfo_PaneName
source: Information about the pack
pl: Informacje o paczce

# Pages_GameList_PackType_UserPurchase
source: You have purchased this pack. It will be automatically downloaded when you sign in with this account on different device.
pl: Ta paczka została zakupiona ze Sklepu gry. Zostanie automatycznie pobrana, gdy zalogujesz się na to konto na innym komputerze.

# Pages_GameList_PackType_CustomInstallation
source: You have installed this pack manually. It is not stored online and therefore can be accessed only locally.
pl: Ta paczka została zainstalowana ręcznie. Nie jest przechowywana online i nie będzie można uzyskać do niej dostępu z innego komputera.

# Pages_GameList_PackType_Demo
source: This is a demo pack.
pl: To jest paczka demonstracyjna

# Platform_FeatureProvider_BuyButton
source: Buy
pl: Kup

# Platform_FeatureProvider_CancelButton
source: Cancel
pl: Anuluj

# Platform_FeatureProvider_DialogTitle
source: Buy
pl: Kup

# Manifest_GameDescription
source: Play one of the most addictive logic game known from papers right on your PC or tablet. Based on the well-known "Japanese crosswords", Draw the World gives new yet classical gameplay that will attract you for long hours.
pl: Zagraj w jedną z najbardziej wciągających gier logicznych znaną z gazet na swoim komputerze lub tablecie. Bazując na znanych „japońskich krzyżówkach”, Draw the World oddaje w Twoje ręce nowy, ale jednak klasyczny model gry, który przyciągnie Cię na długie godziny.

# Platform_Notifications_CannotAccessApi
source: We were unable to access the Draw the World online service. Check your Internet connection and try again later.
pl: Nie udało się uzyskać dostępu do usługi online Draw the World. Sprawdź swoje połączenie internetowe i spróbuj ponownie później.

# Platform_Notifications_PacksSynchronized1
source: {0} pack(s) downloaded.
pl: Pobrano {0} paczkę/i/ek.

# Platform_Notifications_PacksSynchronized2
source: You can now access it/them in the game.
pl: Jest ona/są one dostępne w menu.

# Platform_Notifications_PacksSynchronizedWithErrors1
source: {0} packs downloaded, but errors occured.
pl: Pobrano {0} paczkę/i/ek.

# Platform_Notifications_PacksSynchronizedWithErrors2
source: We were unable to download {1} pack(s).
pl: Nie udało się pobrać {1} paczki/ek.

# Platform_Notifications_PacksSynchronizedWithErrors3
source: You can access it/them in the game.
pl: Jest ona/są one dostępne w menu.

# Controls_SettingsAndAccount_DuringProcess.Text
source: Signing in...
pl: Logowanie...

# Controls_SettingsAndAccount_Info.SettingsName
source: Settings
pl: Ustawienia

# Controls_SettingsAndAccount_NotSignedIn.Text
source: You are not signed in.
pl: Nie jesteś zalogowany.

# Controls_SettingsAndAccount_SignedIn.Text
source: You are signed in as:
pl: Jesteś zalogowany jako:

# Controls_SettingsAndAccount_SignInButton.Content
source: Sign in
pl: Zaloguj

# Controls_SettingsAndAccount_SignOutButton.Content
source: Sign out
pl: Wyloguj

# Pages_StorePage_Header.Text
source: Game Store
pl: Sklep gry

# Platform_Notifications_NotEnoughMoney
source: You do not have enough coins. Do you want to buy more?
pl: Nie masz wystarczającej ilości monet. Czy chesz je kupić?

# Platform_Notifications_PackPurchased1
source: You've purchased pack “{0}”.
pl: Zakupiłeś paczkę „{0}”.

# Platform_Notifications_PackPurchased2
source: You can access it in the game menu.
pl: Jest ona dostępna w menu.

# Platform_Notifications_CannotAccessApiTitle
source: Cannot access the online service
pl: Nie udało się uzyskać dostępu do usługi online

# Helpers_Popup_NoButton
source: No
pl: Nie

# Platform_Notifications_NotEnoughMoneyTitle
source: Buy more coins
pl: Potrzeba więcej monet

# Helpers_Popup_YesButton
source: Yes
pl: Tak

# Platform_Notifications_PackDataError
source: We were unable to download the pack. It will be downloaded next time you run the game. If the problem persists, contact the support.
pl: Nie udało się pobrać paczki. Zostanie ona pobrana przy następnym uruchomieniu. Jeśli problem będzie się powtarzał, skontaktuj się z pomocą.

# Platform_Notifications_PackDataErrorTitle
source: Pack cannot be downloaded
pl: Nie udało się pobrać paczki

# Platform_Notifications_StorageProblem
source: We were unable to save the pack. It may be temporary problem, but check if your disk is not full.
pl: Nie udało się zapisać paczki na dysku. To może być tymczasowy problem, lecz sprawdź, czy dysk nie jest pełen.

# Platform_Notifications_StorageProblemTitle
source: There is problem with storage
pl: Wystąpił problem z zapisem

# Controls_RequireSignIn_Message.Text
source: In order to perform this operation, you have to be signed in. Do you want to do it now?
pl: By wykonać tą operację, musisz być zalogowany. Czy chcesz to zrobić teraz?

# Controls_RequireSignIn_Header.Text
source: You have to be signed in
pl: Musisz być zalogowany

# Platform_Notifications_Error
source: We were unable to perform this operation. Try again later.
pl: Nie udało się wykonać tej operacji. Spróbuj ponownie później.

# Platform_Notifications_ErrorTitle
source: Error
pl: Wystąpił błąd

# Pages_StorePage_AlreadyPurchasedButton.Content
source: Play
pl: Graj

source: Delete board
pl: Usuń planszę

source: Board settings
pl: Ustawienia planszy

source: Add pack
pl: Dodaj paczkę

source: Add board
pl: Dodaj planszę

source: Delete pack
pl: Usuń paczkę

source: Export pack
pl: Eksportuj

source: Import images
pl: Importuj obrazki

source: Pack settings
pl: Ustawienia paczki

# Pages_DesignerList_BoardSettings.SettingsName
source: Board settings
pl: Ustawienia planszy

# Pages_DesignerList_BoardSettings_PaneName
source: Board settings
pl: Ustawienia planszy

# Pages_DesignerList_BoardSettings_NameLabel.Text
source: Name:
pl: Nazwa:

# Pages_DesignerList_BoardSettings_SizeInfo.Text
source: You will be able to change the size of the board inside designer.
pl: Rozmiar planszy będzie mógł być zmieniony w designerze.

# Pages_DesignerList_NoPacksInformation.Text
source: You have not created any packs yet, use buttons in the bottom app bar to create the first one.
pl: Nie utworzyłeś jeszcze żadnej paczki. Użyj przycisku w dolnym pasku aplikacji, by ją utworzyć.

# Pages_DesignerList_PackSettings.SettingsName
source: Pack settings
pl: Ustawienia paczki

# Pages_DesignerList_PackSettings_PaneName
source: Pack settings
pl: Ustawienia paczki

# Pages_DesignerList_PackSettings_AuthorLabel.Text
source: Author:
pl: Autor:

# Pages_DesignerList_PackSettings_AuthorsPageLabel.Text
source: Author's Page:
pl: Strona autora:

# Pages_DesignerList_PackSettings_DescriptionLabel.Text
source: Description:
pl: Opis:

# Pages_DesignerList_PackSettings_NameLabel.Text
source: Name:
pl: Nazwa:

# Pages_DesignerList_AppBar_Common_AddPack_Existing
source: Existing
pl: Istniejącą

# Pages_DesignerList_AppBar_Common_AddPack_New
source: New
pl: Nową

# Helpers_UserData_AddButton
source: Add
pl: Dodaj

# Platform_Notifications_PackLoadErrorSingleFailure
source: The pack you have selected cannot be loaded because the file is corrupted.
pl: Nie udało się załadować paczki, ponieważ jest ona nieprawidłowa.

# Platform_Notifications_PackLoadErrorTitle
source: Pack load problem
pl: Problem z załadowaniem paczki.

# Platform_Notifications_PackSaveError1
source: Cannot save pack
pl: Nie udało się zapisać paczki

# Platform_Notifications_PackSaveError3
source: Try again or changes will be lost.
pl: Spróbuj ponownie.

# Helpers_UserData_ImportButton
source: Import
pl: Importuj

# Platform_Notifications_BoardImportError
source: Error occurred while importing images and {0} of them have not been loaded. See “Help” for more information on how the importing works.
pl: Wystąpił błąd podczas importowania obrazków i {0} z nich nie zostało załadowany. Odwiedź „Pomoc”, by dowiedzieć się jak działa importowanie obrazków.

# Platform_Notifications_BoardImportErrorTitle
source: Error importing images
pl: Wystąpił błąd z importem obrazków

# Helpers_UserData_PackName
source: Draw the World pack
pl: Paczka Draw the World

# Platform_Notifications_PackNotValid
source: The pack is not valid for export. Remember, when you want to export the pack, you have to follow some rules(see “Help” for more details).
pl: Paczka nie może zostać wyeksportowana, ponieważ nie spełnia wymagań. Pamiętaj, że paczka musi posiadać przynajmniej jedną planszę oraz musi spełniać kilka innych wymogów(zobacz „Pomoc” jeśli chcesz wiedzieć więcej).

# Platform_Notifications_PackNotValidTitle
source: Pack is not valid
pl: Paczka jest nieprawidłowa

# Helpers_UserData_NewBoardName
source: New board
pl: Nowa plansza

# Helpers_UserData_NewPackName
source: New pack
pl: Nowa paczka

# Pages_DesignerList_NoBoardsInformation
source: You have not created any boards in this pack yet, use buttons in the bottom app bar to create the first one.
pl: Nie utworzyłeś jeszcze żadnej planszy w tej paczce. Użyj przycisków w dolnym pasku aplikacji, by ją utworzyć.

# Controls_BoardStatistics_AbortsLabel.Text
source: Aborts:
pl: Przerwania:

# Controls_BoardStatistics_BestTimeLabel.Text
source: Best time:
pl: Najlepszy czas:

# Controls_BoardStatistics_LostLabel.Text
source: Lost:
pl: Przegrane:

# Controls_BoardStatistics_WinsLabel.Text
source: Wins:
pl: Wygrane

source: Remove pack
pl: Usuń paczkę

# Platform_FeatureProvider_Feature
source: You have to unlock this feature first. Do you want to buy it?
pl: Ta funkcjonalność nie jest jeszcze odblokowana. Czy chcesz ją kupić?

# Pages_MainMenu_GameButton.Content
source: GAME
pl: GRA

# Pages_MainMenu_StoreButton.Content
source: GAME STORE
pl: SKLEP GRY

# Pages_StorePage_LoadingText.Text
source: Loading data from the online service...
pl: Wczytywanie danych z usługi online...

# Controls_AppInfo_Credits_Pane.SettingsName
source: Credits
pl: Autorzy

# Controls_AppInfo_Credits_CreatorLabel.Text
source: Creator:
pl: Twórca:

# Controls_AppInfo_Credits_GraphicsLabel.Text
source: Graphics:
pl: Grafika:

# Controls_AppInfo_Credits_MusicLabel.Text
source: Music:
pl: Muzyka:

# Controls_AppInfo_Credits.Content
source: Credits
pl: Autorzy

# Controls_AppInfo_Credits_SpecialThanks.Text
source: Special thanks
pl: Podziękowania dla

# Controls_SettingsAndAccount_MusicVolumeLabel.Text
source: Music volume:
pl: Głośność muzyki:

# Controls_SettingsAndAccount_SoundsVolumeLabel.Text
source: Sounds volume:
pl: Głośność dźwięków:

# Controls_AppInfo_ContactUs_EmailSubject
source: Draw the World - contact
pl: Draw the World - kontakt

# Controls_AppInfo_ContactUs.Content
source: Contact Us
pl: Skontaktuj się z nami

# Controls_AppInfo_GameModes_FreeMode_Description
source: In this mode, you are free. Game would not correct your moves and no fine would be charged. The clues will not fade out automatically, but you can do it manually by tapping it twice.
pl: W tym trybie jesteś wolny. Gra nie będzie poprawiać Twoich ruchów, a kara nie zostanie naliczona. Wskazówki nie będą same wygasać, lecz możesz je do tego zmusić naciskając je dwukrotnie.

# Controls_AppInfo_GameModes_FreeMode_Title
source: FREE
pl: WOLNY

# Controls_AppInfo_GameModes_SupervisedMode_Description
source: In this mode, game will check your moves. If you mistakenly fill the field (either with wrong color or when the field should stay empty), your move will be rejected and fine will be charged (first wrong move – 1 minute, second – 2, third – 4 and so on). Additionally, when you correctly fill whole block, game will mark it as finished and the clue will fade out.
pl: W tym trybie gra będzie sprawdzać Twoje ruchy. Jeśli przez przypadek wypełnisz pole złym kolorem albo spróbujesz wypełnić puste pole, gra odrzuci ruch i naliczy karę(pierwszy zły ruch – 1 minuta, drugi – 2, trzeci – 4 itd.). Dodatkowo, gdy poprawnie wypełnisz cały blok, gra oznaczy go jako ukończony, a wskazówka mu odpowiadająca wygaśnie.

# Controls_AppInfo_GameModes_SupervisedMode_Title
source: SUPERVISED
pl: NADZOROWANY

# Controls_AppInfo_Help_ImageImport.Content
source: Image importing
pl: Importowanie obrazów

# Controls_AppInfo_Help_ImageImport_Pane.SettingsName
source: Image importing
pl: Importowanie obrazów

# Controls_AppInfo_Help_Modes.Content
source: Game modes
pl: Tryby gry

# Controls_AppInfo_Help_Modes_Pane.SettingsName
source: Game modes
pl: Tryby gry

# Controls_AppInfo_Help_PackExportGuidelines.Content
source: Pack export guidelines
pl: Eksportowanie paczek

# Controls_AppInfo_Help_PackExportGuidelines_Pane.SettingsName
source: Pack exporting
pl: Eksportowanie paczek

# Controls_AppInfo_Help.Content
source: Help
pl: Pomoc

# Controls_AppInfo_Help_Tips.Content
source: Tips
pl: Wskazówki

# Controls_AppInfo_Help_Tips_Pane.SettingsName
source: Tips
pl: Wskazówki

# Controls_AppInfo_Credits_OFLLicense_Button.Content
source: SIL OFL version 1.1
pl: SIL OFL wersja 1.1

# Controls_BugReporting_PaneName
source: Report bugs
pl: Zgłoś błąd

# Controls_BugReporting_CancelButton.Content
source: Cancel
pl: Anuluj

# Controls_BugReporting_FailureHeader.Text
source: Error occurred
pl: Wystąpił błąd

# Controls_BugReporting_FailureMessage.Text
source: We were unable to send the report, please check your internet connection and try again later.
pl: Nie udało się wysłać zgłoszenia. Sprawdź swoje połączenie z Internetem i spróbuj ponownie.

# Controls_BugReporting_Header.Text
source: Report bugs
pl: Zgłoś błąd

# Controls_BugReporting_Message.Text
source: We make every effort to ensure that Draw the World is bug-free, but this is very challenging task. We highly appreciate every help from the community. Please, take a minute and write us abaut the error what you have been doing when it occurred. We will try to resolve it as soon as possible.
pl: Dokładamy wszelkich starań, by Draw the World była wolna od błędów, ale jest to bardzo trudne zadanie. Doceniamy wszelką pomoc ze strony społeczności. Proszę, poświęć chwilę i opisz błąd, który wystąpił i co do niego doprowadziło. Postaramy się rozwiązać problem tak szybko jak to tylko możliwe.

# Controls_BugReporting_SendButton.Content
source: Send
pl: Wyślij

# Controls_BugReporting_SendingIndicator.Text
source: Sending report...
pl: Wysyłanie zgłoszenia

# Controls_BugReporting_SuccessHeader.Text
source: Thank you!
pl: Dziękujemy!

# Controls_BugReporting_SuccessMessage.Text
source: The report have been sent.
pl: Zgłoszenie zostało wysłane.

# Controls_CoinsUI_ApiError.Text
source: We were unable to access the Draw the World online service. Check your internet connection and try again later. The product purchase was saved and will be used next time, free of charge.
pl: Nie udało się uzyskać dostępu do usługi online Draw the World. Sprawdź swoje połączenie internetowe i spróbuj ponownie później. Zakup produktu został zapamiętany i zostanie użyty następnym razem bez dodatkowych opłat.

# Controls_CoinsUI_ErrorTitle.Text
source: Error occurred
pl: Wystąpił błąd

# Controls_CoinsUI_NoMoreConsumables.Text
source: We run out of available products of this type because of Windows Store limitations. Wait at most 24h for its renewal. It will be fixed in release for Windows 8.1.
pl: Skończyły się dostępne produkty tego typu w związku z ograniczeniami Sklepu Windows. Poczekaj proszę co najwyżej 24 godziny na odnowienie. Problem ten zostanie poprawiony w wersji dla systemu Windows 8.1.

# Controls_CoinsUI_OtherError.Text
source: We were unable to perform this operation. Try again later.
pl: Nie udało się wykonać tej operacji. Spróbuj później.

# Controls_CoinsUI_PurchaseCompleteTitle.Text
source: Purchase completed
pl: Zakupiono

# Controls_SettingsAndAccount_BuyMoreCoinsButton.Content
source: Buy more
pl: Kup

# Controls_SettingsAndAccount_CoinsAmountText.Text
source: You have
pl: Aktualnie posiadasz

# Manifest_FileTypeDisplayName
source: Draw the World pack
pl: Paczka Draw the World

# Platform_Notifications_PackLoadErrorMultipleFailure
source: The packs you have selected cannot be loaded because they are corrupted.
pl: Nie udało się załadować paczek, ponieważ są one nieprawidłowe.

# Platform_Notifications_PackLoadErrorPartialFailure
source: Some of the packs you have selected cannot be loaded because they are corrupted. Rest of them was installed successfully.
pl: Nie udało się załadować niektórych paczek, ponieważ były niepoprawne. Reszta została dodana prawidłowo.

# Controls_CoinsUI_OtherErrorWithReceipt.Text
source: We were unable to perform this operation. Try again later. The product purchase was saved and will be used next time, free of charge.
pl: Nie udało się wykonać tej operacji. Spróbuj później. Zakup produktu został zapamiętany i zostanie użyty następnym razem bez dodatkowych opłat.

# Controls_AppInfo_Credits_UsedProductsTitle.Text
source: Used products
pl: Użyte produkty

# Pages_StorePage_BoardInfo_Boards
source: boards
pl: plansz(a/e)

# Pages_StorePage_BoardInfo_Boards_1
source: board
pl: plansza

# Pages_StorePage_BoardInfo_Boards_2
source: boards
pl: plansze

# Pages_StorePage_BoardInfo_CreatedBy
source: created by
pl: stworzona/e/ych przez

# Pages_StorePage_BoardInfo_CreatedBy_1
source: created by
pl: której autorem jest

# Pages_StorePage_BoardInfo_CreatedBy_2
source: created by
pl: których autorem jest

# Platform_Notifications_PacksSynchronized1_1
source: {0} pack downloaded.
pl: Pobrano {0} paczkę.

# Platform_Notifications_PacksSynchronized1_2
source: {0} packs downloaded.
pl: Pobrano {0} paczki.

# Platform_Notifications_PacksSynchronizedWithErrors1_1
source: {0} pack downloaded, but errors occured.
pl: Pobrano {0} paczkę.

# Platform_Notifications_PacksSynchronizedWithErrors1_2
source: {0} packs downloaded, but errors occured.
pl: Pobrano {0} paczki.

# Platform_Notifications_PacksSynchronizedWithErrors2_1
source: We were unable to download {1} pack.
pl: Nie udało się pobrać {1} paczki.

# Platform_Notifications_PacksSynchronizedWithErrors2_2
source: We were unable to download {1} packs.
pl: Nie udało się pobrać {1} paczek.

# Platform_Notifications_PacksSynchronized2_1
source: You can now access it in the game.
pl: Jest ona dostępna w menu.

# Platform_Notifications_PacksSynchronized2_2
source: You can now access them in the game.
pl: Są one dostępne w menu.

# Platform_Notifications_PacksSynchronizedWithErrors3_1
source: You can access it in the game.
pl: Jest ona dostępna w menu.

# Platform_Notifications_PacksSynchronizedWithErrors3_2
source: You can access them in the game.
pl: Są one dostępne w menu.

# Controls_RequireSignIn_FailureHeader.Text
source: Error occured
pl: Wystąpił błąd

# Controls_RequireSignIn_FailureMessage.Text
source: We were unable to sign you in. Try again later.
pl: Nie udało się zalogować. Spróbuj później.

# Controls_RequireSignIn_ProcessIndicator.Text
source: Signing in...
pl: Logowanie...

# Controls_RequireSignIn_SuccessHeader.Text
source: Signed in
pl: Zalogowano

# Controls_RequireSignIn_SuccessMessage.Text
source: You are successfully signed in. The desired operation will continue after you close the dialog.
pl: Zalogowano. Operacja zostanie kontynuowana.

# Controls_CoinsUI_Hint.Text
source: You do not have enough coins. Buy more to continue.
pl: Nie masz wystarczającej ilości monet. Kup więcej by kontynuować.

# Controls_RequireSignIn_FirstRun_FailureHeader.Text
source: Error occurred
pl: Wystąpił błąd

# Controls_RequireSignIn_FirstRun_FailureMessage.Text
source: We were unable to sign you in. Try again later using the Settings charm.
pl: Nie udało się zalogować. Spróbuj później używając ustawień na systemowym 'pasku zaklęć'.

# Controls_RequireSignIn_FirstRun_Header.Text
source: This is a free game now
pl: Ta wersja jest już darmowa

# Controls_RequireSignIn_FirstRun_Message.Text
source: After all these years I decided to make the game free and open. It was originally written for Windows 8 and it haven’t been maintained ever since, so bugs are expected. In the meantime, Windows 10 was published, and the game stopped really working and I (by mistake, really) closed the servers. There is no point in making more than a year of my life go in vain, so I motivated myself and updated it to work on Windows 10, remove in-app payments and add all the available content to the base version. The code is available on my GitHub (you can find it on my website in the “ABOUT” section). Enjoy!
pl: Po wielu latach zdecydowałem się na udostępnienie tej gry za darmo. Oryginalna wersja była napisana na Windows 8, od tamtego czasu była efektywnie nieutrzymywana, więc błędy są więcej niż spodziewane. W międzyczasie wyszedł Windows 10, na którym nie działała zbyt dobrze (o ile w ogóle) a ja zdążyłem usunąć serwery. Doszedłem do wniosku, że nie ma sensu, by ponad rok mojej pracy poszedł całkowicie na marne, stąd w końcu się zmobilizowałem, by zaktualizować grę do Windows 10, usunąć płatności i dodać wszystkie stworzone paczki. Kod gry dostępny jest na moim GitHubie (do znalezienia na mojej stronie w menu "O GRZE"). Enjoy!

# Controls_RequireSignIn_FirstRun_SuccessHeader.Text
source: Signed in
pl: Zalogowano

# Controls_RequireSignIn_FirstRun_SuccessMessage.Text
source: You are successfully signed in. Now you can download new packs from the Game Store.
pl: Zalogowano. Od teraz możesz pobierać nowe paczki ze Sklepu gry.

# Controls_AppInfo_PrivacyStatement_PaneName
source: Privacy statement
pl: Polityka prywatności

# Controls_SettingsAndAccount_AccountHeader.Text
source: Account
pl: Konto

# Controls_SettingsAndAccount_PaneName
source: Settings & account
pl: Ustawienia & konto

# Pages_TutorialPage_Header.Text
source: Tutorial
pl: Samouczek

# Pages_MainMenu_TutorialButton.Content
source: TUTORIAL
pl: SAMOUCZEK

# Pages_StorePage_BoardInfo_Boards_3
source: Ignored!
pl: plansz

# Pages_StorePage_BoardInfo_CreatedBy_3
source: Ignored!
pl: których autorem jest

# Pages_StorePage_ClickToBuyButton.Text
source: Click to buy for
pl: Kliknij, by kupić za
